
import parks from '../images/01.png';
import fire from '../images/02.png';
import forest from '../images/03.png';
import flower from '../images/04.png';
import flight from '../images/05.png';

const articlesArray = [ 
  {
    keyword: 'Парки',
    title: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Лента.ру',
    link: 'https://trello.com/b/EFmTlPuM/%D0%B4%D0%B8%D0%BF%D0%BB%D0%BE%D0%BC%D1%87%D0%B8%D0%BA',
    image: parks,
    save: true,
    _id: '001',
  },
  {
    keyword: 'Огоньки',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Медуза',
    link: 'https://yandex.ru/',
    image: fire,
    save: false,
    _id: '002',
  },
  {
    keyword: 'Тайга',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2 августа, 2019',
    source: 'Риа',
    link: 'https://yandex.ru/', 
    image: forest,
    save: true,
    _id: '003',
  },
  {
    keyword: 'Парки',
    title: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Лента.ру',
    link: 'https://yandex.ru/',
    image: flower,
    save: false,
    _id: '004',
  },
  {
    keyword: 'Огоньки',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Медуза',
    link: 'https://yandex.ru/',
    image: flight,
    save: true,
    _id: '005',
  },
  {
    keyword: 'Парки',
    title: 'Национальное достояние – парки',
    text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2 августа, 2019',
    source: 'Лента.ру',
    link: 'https://trello.com/b/EFmTlPuM/%D0%B4%D0%B8%D0%BF%D0%BB%D0%BE%D0%BC%D1%87%D0%B8%D0%BA',
    image: parks,
    save: true,
    _id: '006',
  },
  {
    keyword: 'Огоньки',
    title: 'Лесные огоньки: история одной фотографии',
    text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2 августа, 2019',
    source: 'Медуза',
    link: 'https://yandex.ru/',
    image: fire,
    save: false,
    _id: '007',
  },
  
]; 

  export default articlesArray;